[
  {
    "name": "Patricia Nguyen",
    "title": "Designer",
    "bio": "Patricia Nguyen is a designer who works at the intersection of art and science to create beautiful and impactful healthcare software experiences. Born near Paris, she has lived in France and Canada. Patricia is a graduate of McMaster University with a BS in Kinesiology, and has a Masters in Biomedical Communications from the University of Toronto.",
    "social": {
      "email": "patricia@goinvo.com",
      "linkedin": "https://www.linkedin.com/in/patricia-nguyen-281351a2"
    },
    "image": "/images/about/headshot-patricia-nguyen.jpg"
  },
  {
    "name": "Farah Hamade",
    "title": "Designer",
    "bio": "Farah Hamade is a biomedical designer. She has a neurobio BS from from UC Davis, and is working on a MSc in BioMed from University of Toronto. Farah's skill combination of physiology, behavior, and illustration drives her healthcare design eye.",
    "social": {
      "email": "farah@goinvo.com",
      "linkedin": "https://www.linkedin.com/in/farah-hamade-107abaa7/"
    },
    "image": "/images/about/headshot-farah-hamade.jpg"
  },
  {
    "name": "Edwin Choi",
    "title": "Designer",
    "bio": "Edwin is a biologist turned designer. Combining the sciences and art, he orchestrates healthcare software experiences to be beautiful and clinically refined. Edwin joined Invo in 2015, is a graduate of Washington University, and has a masters in biomedical design from Johns Hopkins University.",
    "social": {
      "email": "edwin@goinvo.com",
      "linkedin": "https://www.linkedin.com/in/edwinchoi1/"
    },
    "image": "/images/about/headshot-edwin-choi.jpg"
  },
  {
    "name": "Bryson Wong",
    "title": "Designer",
    "bio": "Bryson is a designer who spans the gamut of software strategy skills from user research to product design to usability. Bryson joined Invo in 2017 with a degree in Human Factors from Tufts University.",
    "social": {
      "email": "bryson@goinvo.com",
      "linkedin": "https://www.linkedin.com/in/bryson-wong-0670b984/"
    },
    "image": "/images/about/headshot-bryson-wong.jpg"
  },

  {
    "name": "Meghana Karande",
    "title": "Medical Director, part-time",
    "bio": "Meghana is a classically trained clinician via Yale and Mount Sinai who fights for truth and against tricknology. With 15 years in pharma, insurance, and gov sectors, she takes a system approach to solving healthcare problems. She provides deep clinical insights and medical experience for studio projects. Before her clinical education, Meghana received a BS in Psychology from Cornell University.",
    "social": {
      "email": "meghana@goinvo.com",
      "twitter": "https://twitter.com/meghanakarande",
      "linkedin": "https://www.linkedin.com/in/meghana-karande-md/"
    },
    "image": "/images/about/headshot-meghana-karande.jpg"
  }
]
