[
  {
    "name": "Juhan Sonin",
    "title": "Director",
    "bio": "Juhan Sonin leads GoInvo with expertise in healthcare design and system engineering. He’s spent time at Apple, the National Center for Supercomputing Applications (NCSA), and MITRE.  His work has been recognized by the New York Times, BBC, and National Public Radio (NPR) and published in The Journal of Participatory Medicine and The Lancet. He currently lectures on design and engineering at MIT.",
    "social": {
      "email": "juhan@goinvo.com",
      "twitter": "https://twitter.com/jsonin",
      "linkedin": "https://www.linkedin.com/in/juhansonin/"
    },
    "image": "/images/about/headshot-juhan-sonin-2.jpg"
  },
  {
    "name": "Eric Benoit",
    "title": "Creative Director",
    "bio": "Eric Benoit is the Creative Director of GoInvo, leading the studio’s UX creation process from concept to production. Eric works as an interaction designer, experience designer, and information architect, designing better products by thoroughly understanding user behaviors, expectations, and goals. Eric’s background and love for design in the context of human experience helps him transform complex information systems in healthcare and the enterprise into responsive and adaptive human-centered designs.",
    "social": {
      "email": "eric@goinvo.com",
      "linkedin": "https://www.linkedin.com/in/ericbenoitdesigner/"
    },
    "image": "/images/about/headshot-eric-benoit.jpg"
  },
  {
    "name": "Jen Patel",
    "title": "Designer, Engineer",
    "bio": "Jennifer is a designer-developer hybrid specializing in user interface design and front-end development. She creates beautiful designs using big and small data, often for health and enterprise services. Jennifer joined Invo in 2011 and is a graduate of the Rochester Institute of Technology.",
    "social": {
      "email": "jen@goinvo.com",
      "linkedin": "https://www.linkedin.com/in/jennifer-patel-bb118341/"
    },
    "image": "/images/about/headshot-jen-patel.jpg"
  },
  {
    "name": "Sharon Lee",
    "title": "Designer",
    "bio": "Sharon is a designer with an eclectic background in engineering, medicine, and art. Passionate about healthcare, she has focused her efforts on human-centered software design. She joined Invo in 2016 with a BS in Biomedical Engineering from the University of Virginia.",
    "social": {
      "email": "sharon@goinvo.com",
      "linkedin": "https://www.linkedin.com/in/sharon-lee-a1371999/"
    },
    "image": "/images/about/headshot-sharon-lee-2.jpg"
  },
  {
    "name": "Parsuree Vatanasirisuk",
    "title": "Designer, Illustrator",
    "bio": "Parsuree is a user experience designer and illustrator with background in industrial design. She makes the complex beautiful and approachable through illustration and information design. Parsuree joined Invo in 2018, and has a BA in Industrial Design from Chulalongkorn University and a MFA from Rochester Institute of Technology (RIT).",
    "social": {
      "email": "parsuree@goinvo.com",
      "linkedin": "https://www.linkedin.com/in/parsuree-vatanasirisuk/"
    },
    "image": "/images/about/headshot-parsuree-vatanasirisuk.jpg"
  },
  {
    "name": "Craig McGinley",
    "title": "Engineer",
    "bio": "Craig is an engineer devoted to full stack design and development. He brings skillful javascripting, front-end development techniques, and application logic design to software projects. Craig is a Launch Academy graduate, vegan, and a musician.",
    "social": {
      "email": "craig@goinvo.com",
      "linkedin": "https://www.linkedin.com/in/craigmcginley/"
    },
    "image": "/images/about/headshot-craig-mcginley.jpg"
  },
  {
    "name": "Daniel Reeves",
    "title": "Designer, Engineer",
    "bio": "Daniel is a designer and developer with a diverse background in building interactive and science-based exhibits to academic research in interdisciplinary physics. He has a PhD in physics and quantitative biology from Brandeis University and held subsequent positions at Harvard and MIT. Daniel joined the GoInvo team in 2018 to build engaging biologic and healthcare services.",
    "social": {
      "email": "daniel@goinvo.com",
      "linkedin": "https://www.linkedin.com/in/danielfreeves/"
    },
    "image": "/images/about/headshot-daniel-reeves.jpg"
  },
  {
    "name": "Shayla Nettey",
    "title": "Chief Clinical Strategist",
    "bio": "Shayla Nettey is a physician with a taste for design. Her focus on community medicine and patient education pushes her public health goals where all patients better control their health with help from happier, skilled clinicians. Shayla joined Invo in 2021, is a graduate of Morehouse School of Medicine, and practices as a hospitalist in North Carolina.",
    "social": {
      "email": "shayla@goinvo.com",
      "linkedin": "https://www.linkedin.com/in/shaylanetteymd/"
    },
    "image": "/images/about/headshot-shayla-nettey.jpg"
  },
  {
    "name": "Megan Hirsch",
    "title": "Designer",
    "bio": "Megan is a designer-strategist that makes healthcare experiences enjoyable for patients and clinicians. She's dialing in her design and biology-trained eye to amplify her medical school experience in 2022. She joined Invo in 2021 with a BS in Human Biology from Stanford University.",
    "social": {
      "email": "megan@goinvo.com",
      "linkedin": "https://www.linkedin.com/in/megan-hirsch/"
    },
    "image": "/images/about/headshot-megan-hirsch.jpg"
  },
  {
    "name": "Claire Lin",
    "title": "Designer, Engineer",
    "bio": "Claire is a designer-engineer combining architecture and product design in making healthcare digital services. She works on local, public projects on clothing recycling and neighborhood health through Design for America. Claire joined Invo in 2021 with a BA in Mechanical Engineering from Brown University.",
    "social": {
      "email": "claire@goinvo.com",
      "linkedin": "https://www.linkedin.com/in/byclairelin/"
    },
    "image": "/images/about/headshot-claire-lin.jpg"
  },
  {
    "name": "Jonathan Follett",
    "title": "Principal",
    "bio": "As Principal of GoInvo, Jonathan is responsible for project management and design for select engagements. Jon has fifteen years of experience and has garnered several American Graphic Design Awards. Jon is an internationally published author on user experience and information design with over 25 articles published in UXmatters, Digital Web and A List Apart. His most recent book, Designing for Emerging Technologies, was published by O’Reilly Media.",
    "social": {
      "email": "jon@goinvo.com",
      "twitter": "https://twitter.com/jonfollett",
      "linkedin": "https://www.linkedin.com/in/jonfollett/"
    },
    "image": "/images/about/headshot-jon-follett3.jpg"
  }
]
