[
  {
    "name": "Juhan Sonin",
    "title": "Director",
    "bio": "Juhan Sonin leads GoInvo with expertise in healthcare design and system engineering. He’s spent time at Apple, the National Center for Supercomputing Applications (NCSA), and MITRE.  His work has been recognized by the New York Times, BBC, and National Public Radio (NPR) and published in The Journal of Participatory Medicine and The Lancet. He currently lectures on design and engineering at MIT.",
    "social": {
      "email": "juhan@goinvo.com",
      "twitter": "https://twitter.com/jsonin",
      "linkedin": "https://www.linkedin.com/in/juhansonin/"
    },
    "image": "/images/about/headshot-juhan-sonin.jpg"
  },
  {
    "name": "Eric Benoit",
    "title": "Creative Director",
    "bio": "Eric Benoit is the Creative Director of GoInvo, leading the studio’s UX creation process from concept to production. Eric works as an interaction designer, experience designer, and information architect, designing better products by thoroughly understanding user behaviors, expectations, and goals. Eric’s background and love for design in the context of human experience helps him transform complex information systems in healthcare and the enterprise into responsive and adaptive human-centered designs.",
    "social": {
      "email": "eric@goinvo.com",
      "linkedin": "https://www.linkedin.com/in/ericbenoitdesigner/"
    },
    "image": "/images/about/headshot-eric-benoit.jpg"
  },
  {
    "name": "Jen Patel",
    "title": "Designer, Engineer",
    "bio": "Jennifer is a designer-developer hybrid specializing in user interface design and front-end development. She creates beautiful designs using big and small data, often for health and enterprise services. Jennifer joined Invo in 2011 and is a graduate of the Rochester Institute of Technology.",
    "social": {
      "email": "jen@goinvo.com",
      "linkedin": "https://www.linkedin.com/in/jennifer-patel-bb118341/"
    },
    "image": "/images/about/headshot-jen-patel.jpg"
  },
  {
    "name": "Sharon Lee",
    "title": "Designer",
    "bio": "Sharon is a designer with an eclectic background in engineering, medicine, and art. Passionate about healthcare, she has focused her efforts on human-centered software design. She joined Invo in 2016 with a BS in Biomedical Engineering from the University of Virginia.",
    "social": {
      "email": "sharon@goinvo.com",
      "linkedin": "https://www.linkedin.com/in/sharon-lee-a1371999/"
    },
    "image": "/images/about/headshot-sharon-lee-2.jpg"
  },
  {
    "name": "Parsuree Vatanasirisuk",
    "title": "Designer, Illustrator",
    "bio": "Parsuree is a user experience designer and illustrator with background in industrial design. She makes the complex beautiful and approachable through illustration and information design. Parsuree joined Invo in 2018, and has a BA in Industrial Design from Chulalongkorn University and a MFA from Rochester Institute of Technology (RIT).",
    "social": {
      "email": "parsuree@goinvo.com",
      "linkedin": "https://www.linkedin.com/in/parsuree-vatanasirisuk/"
    },
    "image": "/images/about/headshot-parsuree-vatanasirisuk.jpg"
  },
  {
    "name": "Craig McGinley",
    "title": "Engineer",
    "bio": "Craig is an engineer devoted to full stack design and development. He brings skillful javascripting, front-end development techniques, and application logic design to software projects. Craig is a Launch Academy graduate, vegan, and a musician.",
    "social": {
      "email": "craig@goinvo.com",
      "linkedin": "https://www.linkedin.com/in/craigmcginley/"
    },
    "image": "/images/about/headshot-craig-mcginley.jpg"
  },
  {
    "name": "Colleen Tang Poy",
    "title": "Designer",
    "bio": "Colleen is a designer at the intersection of art and science. Her mission is to make healthcare and health information more accessible through beautiful storytelling. Colleen joined Invo in 2019 and has a BS in Psychology and Neuroscience from McMaster University and a MS in Biomedical Communication at the University of Toronto.",
    "social": {
      "email": "colleen@goinvo.com",
      "linkedin": "https://www.linkedin.com/in/colleen-tang-poy-12410893/",
      "other": {
        "link": "https://www.colspleen.com",
        "text": "colspleen.com"
      }
    },
    "image": "/images/about/headshot-colleen-tang-poy.jpg"
  },
  {
    "name": "Daniel Reeves",
    "title": "Designer, Engineer",
    "bio": "Daniel is a designer and developer with a diverse background in building interactive and science-based exhibits to academic research in interdisciplinary physics. He has a PhD in physics and quantitative biology from Brandeis University and held subsequent positions at Harvard and MIT. Daniel joined the GoInvo team in 2018 to build engaging biologic and healthcare services.",
    "social": {
      "email": "daniel@goinvo.com",
      "linkedin": "https://www.linkedin.com/in/danielfreeves/"
    },
    "image": "/images/about/headshot-daniel-reeves.jpg"
  },
  {
    "name": "Hannah Sennik",
    "title": "Designer, Engineer",
    "bio": "Hannah Sennik drives a rare trio of skills: bioengineering, systems design, and art. With a BASc of Systems Design Engineering from Waterloo, she joined Apple Computer to calibrate, instrument, and test hardware services. A MSE in BioEngineering Design from Johns Hopkins University pushes Hannah’s goal of melting design, healthcare, and system engineering into her wetware.",
    "social": {
      "email": "hannah@goinvo.com",
      "linkedin": "https://www.linkedin.com/in/hannah-sennik/"
    },
    "image": "/images/about/headshot-hannah-sennik.jpg"
  },
  {
    "name": "Elle Marcus",
    "title": "Designer, Engineer",
    "bio": "Elle is an engineer with a design eye. With mechanical engineering genes in machine design and bio-procurement, she now focuses on human performance, system engineering, and healthcare design. Elle received a MechE degree from Case Western Reserve University in 2016 and is working on a Masters of Design Innovation from MassArt due in 2022. She works on global open source projects and designs while cooking.",
    "social": {
      "email": "elle@goinvo.com",
      "linkedin": "https://www.linkedin.com/in/ellemarcus/",
      "instagram": "https://www.instagram.com/simpletoscratch/"
    },
    "image": "/images/about/headshot-elle-marcus.jpg"
  },
  {
    "name": "Jonathan Follett",
    "title": "Principal",
    "bio": "As Principal of GoInvo, Jonathan is responsible for project management and design for select engagements. Jon has fifteen years of experience and has garnered several American Graphic Design Awards. Jon is an internationally published author on user experience and information design with over 25 articles published in UXmatters, Digital Web and A List Apart. His most recent book, Designing for Emerging Technologies, was published by O’Reilly Media.",
    "social": {
      "email": "jon@goinvo.com",
      "twitter": "https://twitter.com/jonfollett",
      "linkedin": "https://www.linkedin.com/in/jonfollett/"
    },
    "image": "/images/about/headshot-jon-follett3.jpg"
  }
]
